app/controllers/contact_messages_controller.rb

  def create
    @contact_message = ContactMessage.new(contact_message_params)

    if @contact_message.save
---
INSERT INTO "contact_messages" ("email", "message", "created_at", "updated_at", "name") VALUES ('Gabuevaaa@yandex.ru', '[h[h', '2024-10-29 23:09:28.471737', '2024-10-29 23:09:28.471737', 'Алина ') RETURNING "id"